/* About screen blog label */
"About.blog" = "https://digibyte.io";

/* About screen footer */
"About.footer" = "عالمی ڈیجی والیٹ ٹیم کی طرف سے بنایا گیا. ورژن %1$@";

/* Privay Policy button label */
"About.privacy" = "پرائیویسی پالیسی";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte";

/* Terms of Use button label */
"About.terms" = "استعمال کرنے کی شرائط";

/* About screen title */
"About.title" = "ڈیجی والیٹ iOS موبائل کے لئے  ڈیجی بائٹ کا  پرس ہے.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "بند کریں";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "سپورٹ سینٹر";

/* Loading Wallet Message */
"Account.loadingMessage" = "والیٹ لوڈ ہو رہا ہے ";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "میرا ڈیجی والیٹ";

/* Error alert title */
"Alert.error" = "مسئلہ";

/* No internet alert message */
"Alert.noInternet" = "انٹرنیٹ کنکشن نہیں ملا. اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں.";

/* Warning alert title */
"Alert.warning" = "انتباہ ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "ایڈریسز کاپی ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "تمام والیٹ ایڈریسز کامیابی سے کاپی ہو گنے ہیں.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "پرسنل ریکوری  کی سیٹ ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "زبردست!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN سیٹ ";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "بھیجنا ناکام ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "تصدیق بھیجیں";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "ڈیجی بائٹ بھیج دئے گیۓ ہیں ";

/* JSON Serialization error message */
"ApiClient.jsonError" = "مسئلہ JSON Serialization";

/* Wallet not ready error message */
"ApiClient.notReady" = "والیٹ تیار نہیں";

/* API Token error message */
"ApiClient.tokenError" = "API ٹوکن حاصل کرنے میں ناکام";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "ذیل میں DGB ایڈریس درج کریں. فورک (%1$@) کے وقت آپ کے والیٹ کے تمام DGB بھیج دیے جاییں گے .";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ سے %2$@ بھیجنے کی تصدیق کریں";

/* Confirmation alert title */
"BCH.confirmationTitle" = "تصدیق کریں";

/* Generic bch erorr message */
"BCH.genericError" = "آپ کے اکاؤنٹ میں DGB نہیں ہیں یا آپ کو DGB فورک کے بعد ملے.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ٹرانزیکشن شناخت کاپی";

/* No address error message */
"BCH.noAddressError" = "براہ کرم ایڈریس درج کریں";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "DGB ٹرانزیکشنز کے لئے ادائیگی پروٹوکول کی ریکویسٹ  کی سپورٹ نہیں ہے";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DGB کامیابی سے بھیج دیا گیا ہے.";

/* Widthdraw BCH view title */
"BCH.title" = "DGB نکلوانا";

/* Tx Hash button header */
"BCH.txHashHeader" = "DGB ٹرانزیکشن کی شناخت";

/* Approve button label */
"BitID.approve" = "منظور";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ آپ کے ڈیجی والیٹ کا استعمال کرتے ہوئے تصدیق کی درخواست کر رہا ہے.";

/* Deny button label */
"BitID.deny" = "انکار";

/* BitID error alert title */
"BitID.error" = "مسئلہ تصدیق";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "براہ مہربانی سروس کے ساتھ چیک کریں. آپ کو دوبارہ کوشش کرنے کی ضرورت ہوسکتی ہے.";

/* BitID success alert title */
"BitID.success" = "کامیاب تصدیق";

/* BitID Authentication Request alert view title */
"DigiID.title" = "درخواست ڈیجی شناخت";

/* Cancel button label */
"Button.cancel" = "منسوخ کریں";

/* Ignore button label */
"Button.ignore" = "نظر انداز";

/* menu button */
"Button.menu" = "مینو";

/* No button */
"Button.no" = "نہیں";

/* OK button label */
"Button.ok" = "ٹھیک ہے";

/* receive button */
"Button.receive" = "وصول کریں";

/* send button */
"Button.send" = "بھیجیں";

/* Settings button label */
"Button.settings" = "ترتیبات";

/* Settings button label */
"Button.submit" = "جمع کریں ";

/* Yes button */
"Button.yes" = "ہاں ";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "باکس کے  درمیان  میں اپنی  شناخت کریں";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "بھیجنے کی رقم:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "نیٹ ورک فیس:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "پروسیسنگ کا وقت: یہ ٹرانزیکشن %1$@ میں مکمل ہو سکتی  ہے";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "بھیجیں";

/* Confirmation Screen title */
"Confirmation.title" = "تصدیق";

/* To: (address) */
"Confirmation.to" = "کو";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "کل لاگت:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "اس بات کا یقین کرنے کے لئے کہ ہر چیز درست طریقے سے لکھی گئی ہے، براہ کرم اپنے پرسونل ریکوری کی سے درج ذیل الفاظ درج کریں.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "لفظ# %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "ڈیجی بائٹ ڈسپلےیونٹ";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "تبادلہ کی شرح";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "یہ ڈیوائس iOS میل ایپ کے ساتھ ای میل بھیجنے کے لئے کونفگر نہیں کی گئی ہے.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ای میل دستیاب نہیں ہے";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "یہ ڈیوائس پیغامات بھیجنے کے لئے کونفگر نہیں ہے.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "میسجنگ دستیاب نہیں";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "آپ اپنا فیسID اخراجات کی حد کو %1$@ سے اپنی مرضی کے مطابق کرسکتے ہیں.";

/* Face Id screen label */
"FaceIDSettings.label" = "اپنے ڈیجی والیٹ کو انلاک کرنے کے لئے اپنا چہرہ استعمال کریں اور ایک سیٹ حد تک ڈیجی بائٹ بھیجیں.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "لنک ٹیکسٹ (TouchIdSettings.customizeText ملاحظہ کریں)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "ڈیجی والیٹ کے لئے فیس IDکو فعال کریں";

/* Face ID settings view title */
"FaceIDSettings.title" = "چہرہ کی شناخت";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "آپ نے اس ڈیوائس پر فیس ID نہیں کی ہے. سیٹ کرنے کے لئے ترتیبات-> فیس ID اور پاس کوڈ پر جائیں.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "فیس ID سیٹ نہیں ہے ";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "فیس ID خرچ کرنے کی حد";

/* Economy fee */
"FeeSelector.economy" = "اکانومی";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "متوقع ترسیل: 1 + منٹ";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "تیز ٹرانزیکشن کے لئے اس آپشن کوتجویز نہیں کیا جاتا ہے.";

/* Regular fee */
"FeeSelector.regular" = "ریگولر";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "متوقع ترسیل: 15-30 سیکنڈ";

/* Fee Selector title */
"FeeSelector.title" = "پروسیسنگ سپیڈ ";

/* Checking private key balance progress view text */
"Import.checking" = "پرائیویٹ کی بیلنس کی جانچ...";

/* Sweep private key confirmation message */
"Import.confirm" = "اس پرائیویٹ کی سے %1$@ اپنے والیٹ میں بھیجیں؟ ڈیجی بائٹ نیٹ ورک کو فی %2$@ کی فیس وصول ہوگی.";

/* Duplicate key error message */
"Import.Error.duplicate" = "یہ پرائیویٹ کی پہلے سے ہی آپ کے والیٹ میں ہے.";

/* empty private key error message */
"Import.Error.empty" = "یہ پرائیویٹ کی خالی ہے .";

/* High fees error message */
"Import.Error.highFees" = "ٹرانزیکشن فیس اس پرائیویٹ کی میں  دستیاب فنڈز سے زیادہ  آئے گی.";

/* Not a valid private key error message */
"Import.Error.notValid" = " پرائیویٹ کی درست نہیں";

/* Import signing error message */
"Import.Error.signing" = "مسئلہ ٹرانزیکشن سائننگ ";

/* Import button label */
"Import.importButton" = "امپورٹ ";

/* Importing wallet progress view label */
"Import.importing" = "والیٹ امپورٹ ہو رہا ہے";

/* Caption for graphics */
"Import.leftCaption" = "امپورٹ ہونے کے لئے والیٹ";

/* Import wallet intro screen message */
"Import.message" = "والیٹ امپورٹ کرنے کے لۓ اپنے تمام ڈیجی بائٹ کودوسرے والیٹ سے ڈیجی والیٹ میں ایک ہی ٹرانزیکشن سے منتقل کر سکتے ہی .";

/* Enter password alert view title */
"Import.password" = "یہ پرائیویٹ کی  پاس ورڈ سے محفوظ ہے.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "پاس ورڈ";

/* Caption for graphics */
"Import.rightCaption" = "آپ کا ڈیجی والیٹ";

/* Scan Private key button label */
"Import.scan" = "سکین پرائیویٹ کی";

/* Import wallet success alert title */
"Import.success" = "کامیاب";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "والیٹ کامیابی سے امپورٹ ہو گیا ہے.";

/* Import Wallet screen title */
"Import.title" = "امپورٹ والیٹ";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "انلاک کی";

/* Import wallet intro warning message */
"Import.warning" = "والیٹ کی امپورٹ میں ٹرانزیکشن کی تاریخ یا دیگر تفصیلات شامل نہیں ہیں.";

/* Wrong password alert message */
"Import.wrongPassword" = "غلط پاس ورڈ، براہ مہربانی دوبارہ کوشش کریں.";

/* Close app button */
"JailbreakWarnings.close" = "بند کریں";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "نظر انداز";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "مسئلہ ڈیوائس سیکورٹی کسی بھی 'جیل بریک' ایپ ڈیجی والیٹ کی چین ڈیٹا تک رسائی حاصل کرسکتا ہے اورآپ کے ڈیجی بائٹ کو چوری کرسکتا ہے. اس بٹوے کو فوری طور پر وائپ کریں اور محفوظ  ڈیوائس پر بحال کریں.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "مسئلہ ڈیوائس سیکورٹی کسی بھی 'جیل بریک' ایپ ڈیجی والیٹ کی چین ڈیٹا تک رسائی حاصل کرسکتا ہے اورآپ کے ڈیجی بائٹ کو چوری کرسکتا ہے. برائے مہربانی صرف نان جیل بریک ڈیوائس پر ڈیجی والیٹ کا استعمال کریں.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "انتباہ";

/* Location services disabled error */
"LocationPlugin.disabled" = "مقام کی خدمات غیر فعال ہیں.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "ڈیجی والیٹ کو مقام کی خدمات تک رسائی حاصل کرنے کی اجازت نہیں ہے.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "آپ نے اپنا والیٹ %1$@ کو بنایا";

/* Manage wallet description text */
"ManageWallet.description" = "آپ کے والیٹ کا نام صرف آپ کے اکاؤنٹ ٹرانزیکشن کی ہسٹری میں ظاہر ہوتا ہے اوراس کو  کوئی بھی نہیں دیکھ سکتا.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "والیٹ کا نام";

/* Manage wallet modal title */
"ManageWallet.title" = "والیٹ منیج ";

/* Menu button title */
"MenuButton.lock" = "والیٹ لاک کریں";

/* Menu button title */
"MenuButton.security" = "سیکورٹی سنٹر";

/* Menu button title */
"MenuButton.settings" = "ترتیبات";

/* Menu button title */
"MenuButton.support" = "سپورٹ ";

/* button label */
"MenuViewController.createButton" = "نیا والیٹ بنائیں";

/* Menu modal title */
"MenuViewController.modalTitle" = "مینو";

/* button label */
"MenuViewController.recoverButton" = "والیٹ واپس حاصل کریں";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "خودکار موڈ پر سوئچ کریں";

/* Node is connected label */
"NodeSelector.connected" = "منسلک";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "نوڈ آئی پی ایڈریس اور پورٹ درج کریں (اختیاری)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "نوڈ درج کریں";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "دستی موڈ پر سوئچ کریں";

/* Node address label */
"NodeSelector.nodeLabel" = "موجودہ پرائمری نوڈ";

/* Node is not connected label */
"NodeSelector.notConnected" = "منسلک نہیں";

/* Node status label */
"NodeSelector.statusLabel" = "نوڈ کنکشن کی حالت";

/* Node Selector view title */
"NodeSelector.title" = "ڈیجی بائٹ نوڈ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "خراب ادائیگی";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "غیر معاون یا خراب دستاویز";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "لاپتہ سرٹیفکیٹ";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "درخواست ختم ہوگئی ہے";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "ادائیگی نہیں ہوسکی";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "ڈیجی بائٹ کی ادائیگی %1$@ سے کم نہیں ہوسکتی ہے.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "ڈیجی بائٹ ٹرانزیکشن کی پیداوار%1$@ سے کم نہیں ہوسکتی ہے.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "غیر معاون دستخط کی قسم";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "غیر یقینی سرٹیفکیٹ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "فیس ID کو فعال کرنے کیلئے یہاں ٹیپ کریں";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "فیس ID  کو فعال کریں";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "آپ کےوالیٹ کی حفاظت کے لئے ایک ڈیوائس پاس ورڈ ضروری ہے. ترتیبات میں جائیں اور پاس ورڈ کو آن کریں.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "ڈیوائس پاس ورڈ آن کریں";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "اگر آپ موبائل فون کھوجاتا ہے یا تبدیل کرتے ہیں تو آپ کی پرسنل ریکوری کی محفوظ ہونی چاہیے . آگے بڑھنے کیلئے یہاں ٹپپ کریں.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "عمل درکار ہے";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "آپ کے والیٹ کو آوٹ آف سینک ہوسکتا ہے. یہ اکثر بلاک چین کو ری سکین سے ٹھیک کیا جا سکتا ہے.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "ٹرانزیکشن مسترد کردیا گیا";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "ہمارے ساتھ گمنام ڈیٹا کو شئیر کرکے ڈیجی والیٹ کو بہتر بنانے میں مدد کریں";

/* Share data prompt title */
"Prompts.ShareData.title" = "گمنام ڈیٹا کو شئیرکریں";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "ٹچ شناخت کو فعال کرنے کیلئے یہاں ٹپپ کریں";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "ٹچ شناخت کو فعال کریں";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "ڈیجی والیٹ نے 6 عددی پن کا استعمال کرنے میں اپ گریڈ کیا ہے. اپ گریڈ کرنے کیلئے یہاں ٹپپ کریں.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "اپ گریڈ PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "مستقبل میں ڈیجی والیٹ سے خاص پیغامات وصول کرنے کیلئے اطلاعات کو بند کریں.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "پش نوٹیفکیشن ";

/* Push notifications are off label */
"PushNotifications.off" = "آف ";

/* Push notifications are on label */
"PushNotifications.on" = "آن";

/* Push notifications settings view title label */
"PushNotifications.title" = "اطلاعات";

/* Address copied message. */
"Receive.copied" = "کلپ بورڈ پر کاپی";

/* Share via email button label */
"Receive.emailButton" = "ای میل";

/* Request button label */
"Receive.request" = "رقم کی درخواست کریں";

/* Share button label */
"Receive.share" = "شیئر";

/* Share via text message (SMS) */
"Receive.textButton" = "ٹیکسٹ میسج";

/* Receive modal title */
"Receive.title" = "وصول کریں";

/* Done button text */
"RecoverWallet.done" = "سب Done ہو گیا";

/* Recover wallet header */
"RecoverWallet.header" = "والیٹ کی بحالی";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "پن ری سیٹ کریں";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "پرسنل ریکوری کی درج کریں";

/* Recover wallet intro */
"RecoverWallet.intro" = "ڈیجی والیٹ کو پرسنل ریکووری کی سے دوبارہ حاصل کریں.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "آپ کی درج کردہ پرسنل ریکووری کی غلط ہے. براہ کرم ہر لفظ کو چیک کریں اور دوبارہ کوشش کریں.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "بایاں تیر";

/* Next button label */
"RecoverWallet.next" = "اگلا ";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "معلومات کے لئے یہاں ٹپپ کریں.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "دایاں تیر";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "جو ڈیجی والیٹ آپ نے حاصل کرنا ہے اس کی پرسنل ریکوری کی درج کریں ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "اپنا PIN ری سیٹ کرنے کے لئے، ذیل میں دیئے گئے بکس میں اپنی پرسنل ریکوری کی کے  الفاظ درج کریں.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "پہلے رقم درج کریں.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "رقم کی درخواست کریں";

/* Alert action button label */
"ReScan.alertAction" = "سینک ";

/* Alert message body */
"ReScan.alertMessage" = "سینک ہونے کے دوران آپ ڈیجی بائٹ نہیں بھیج سکتے.";

/* Alert message title */
"ReScan.alertTitle" = "بلاک چین کے ساتھ سینک؟";

/* extimated time */
"ReScan.body1" = "20-45 منٹ";

/* Syncing explanation */
"ReScan.body2" = "اگر ڈیجیٹ بائٹ نیٹ ورک پر پر ایک ٹرانزیکشن مکمل ظاہر ہولیکن آپ کے ڈیجی والیٹ میں نہیں";

/* Syncing explanation */
"ReScan.body3" = "آپ کو بار بار ایک مسئلہ ملتا ہے کہ آپ کی ٹرانزیکشن مسترد ہو گئی ہے .";

/* Start Sync button label */
"ReScan.buttonTitle" = "سینک شروع کریں";

/* Sync blockchain view footer */
"ReScan.footer" = "بلاک چین سینک کے دوران آپ ڈیجی بائٹ نہیں بھیج سکتے.";

/* Sync Blockchain view header */
"ReScan.header" = "بلاک چین سینک";

/* Subheader label */
"ReScan.subheader1" = "متوقع وقت";

/* Subheader label */
"ReScan.subheader2" = "کب سینک؟";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "کیمرا فلیش";

/* Complete filter label */
"Search.complete" = "مکمل";

/* Pending filter label */
"Search.pending" = "مکمل";

/* Received filter label */
"Search.received" = "موصول ہوا";

/* Sent filter label */
"Search.sent" = "بھیجا گیا";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "فیس ID";

/* Security Center Info */
"SecurityCenter.info" = "زیادہ سے زیادہ تحفظ کے لئے تمام سیکورٹی کی خصوصیات کو فعال کریں.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "اگر آپ اپنا فون کھو جاتا ہے یا اپ گریڈ کرتے ہیں  تو آپ کے اپنے ڈیجی بائٹ  تک رسائی حاصل کرنے کا واحد طریقہ.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "پرسنل ریکوری کی ";

/* PIN button description */
"SecurityCenter.pinDescription" = "آپ کے ڈیجی والیٹ کو غیر مجاز صارفین سے محفوظ کرتا ہے.";

/* PIN button title */
"SecurityCenter.pinTitle" = "چھ عددی پن (PIN)";

/* Security Center Title */
"SecurityCenter.title" = "سیکورٹی سنٹر";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "آسانی سے اپنا ڈیجی والیٹ کھولیں اور ایک مقررہ حد تک ڈیجی بائٹ بھیجیں.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "ٹچ شناخت ";

/* Send money amount label */
"Send.amountLabel" = "رقم";

/* Balance: $4.00 */
"Send.balance" = "بقایا %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "کیمرے تک رسائی کی اجازت دینے کیلئے ترتیبات پر جائیں.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "ڈیجی والیٹ کو کیمرے تک رسائی کی اجازت نہیں ہے.";

/* Warning when sending to self. */
"Send.containsAddress" = "یہ آپ کا اپنا ایڈریس ہے. آپ اپنے آپ کو نہیں بھیج سکتے ہیں.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ٹرانزیکشن نہیں بن سکی.";

/* Description for sending money label */
"Send.descriptionLabel" = "میمو";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "پیسٹ بورڈ خالی ہے";

/* Network Fee: $0.01 */
"Send.fee" = "نیٹ ورک فیس: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "رقم لینے والے شناخت تصدیق شدہ نہیں ہے.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "یہ ایک درست ڈیجی بائٹ ایڈریس نہیں ہے.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "پیسٹ بورڈ میں ایک درست ڈیجی بائٹ ایڈریس نہیں ہے.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "غلط  ایڈریس";

/* Is rescanning error message */
"Send.isRescanning" = "مکمل سکننگ کے دوران کچھ بھیجا نہیں جا سکتا ";

/* Loading request activity view message */
"Send.loadingRequest" = "درخواست لوڈ ہو رہی ہے";

/* Empty address alert message */
"Send.noAddress" = "برائے مہربانی وصول کنندہ کا پتہ درج کریں.";

/* Emtpy amount alert message */
"Send.noAmount" = "بھیجنے کے لئے رقم درج کریں.";

/* Paste button label */
"Send.pasteLabel" = "پیسٹ کریں";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ٹرانزیکشن شائع نہیں کیا جا سکا.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "ادائیگی کی درخواست لوڈ نہیں ہو سکی";

/* Scan button label */
"Send.scanLabel" = "سکین";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "بھیجیں";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "بھیجیں";

/* Send money to label */
"Send.toLabel" = "رقم بھیجیں ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ڈیجی بائٹ ایڈریس ایک بار استمال کے لئے ہیں.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "اگر ایڈریس وصول کنندہ کے کنٹرول میں نہیں ہے توایک ہی ایڈریس کا بار بار استمال وصول کنندہ ور بھیجنے والے کی پرائیویسی کو کم کرسکتا ہے جو کے نقصان دہ ہے.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "پتہ پہلے سے ہی استعمال کیا جاتا ہے";

/* About label */
"Settings.about" = "متعلقہ";

/* Advanced Settings title */
"Settings.advancedTitle" = "ایڈوانس ترتیبات";

/* i.e. the currency which will be displayed */
"Settings.currency" = "کرنسی ڈسپلے";

/* Join Early access label */
"Settings.earlyAccess" = "ابتدائی رسائی میں شامل ہوں";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "کیا آپ والیٹ سے مطمئن ہیں؟";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "فیس ID خرچ کرنے کی حد";

/* Import wallet label */
"Settings.importTitle" = "امپورٹ والیٹ";

/* Manage settings section header */
"Settings.manage" = "منیج ";

/* Notifications label */
"Settings.notifications" = "اطلاعات";

/* Leave review button label */
"Settings.review" = "ہمارا جائزہ لیں.";

/* Share anonymous data label */
"Settings.shareData" = "گمنام ڈیٹا شیئر کریں ";

/* Sync blockchain label */
"Settings.sync" = "بلاک چین سینک کریں ";

/* Settings title */
"Settings.title" = "ترتیبات";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "ٹچ شناخت کی خرچ کرنے کی حد";

/* Wallet Settings section header */
"Settings.wallet" = "والیٹ";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "شروع کریں / ایک اور والیٹ کو دوبارہ لوڈ کریں";

/* Share data view body */
"ShareData.body" = "ہمارے ساتھ گمنام ڈیٹا کو شیئر کرکے ڈیجی والیٹ کو بہتر بنانے میں ہماری مدد کریں. اس میں کوئی مالی معلومات شامل نہیں ہے. ہم آپ کی مالی رازداری کا احترام کرتے ہیں.";

/* Share data header */
"ShareData.header" = "ڈیٹا کو شیئرکریں؟";

/* Share data switch label. */
"ShareData.toggleLabel" = "گمنام ڈیٹا کو شیئرکریں؟";

/* button label */
"StartPaperPhrase.againButtonTitle" = "اپنی پرسنل ریکوری کی کو دوبارہ لکھیں";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "اگر آپ کا فون کھو گیا ہے، چوری ہو گیا ، ٹوٹ گیا  یا اپ گریڈ کیا ہے تو آپ ڈیجی والیٹ کی  بحالی  کا واحد طریقہ پرسنل ریکوری کی ہے. \n\n ہم آپ کو ایک کاغذ کے ٹکڑے پر لکھنے اور محفوظ رکھنے کے لئے الفاظ کی ایک فہرست دکھائی جائے گی.";

/* button label */
"StartPaperPhrase.buttonTitle" = "اپنی پرسنل ریکوری کی لکھیں ";

/* Argument is date */
"StartPaperPhrase.date" = "آپ نے اپنی پرسنل ریکوری کی کو%1$@ لکھا ہے";

/* Start view message */
"StartViewController.message" = "ڈیجی بائٹ استعمال کرنے کا سب سے زیادہ محفوظ  طریقہ.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "منسلک ہو رہا ہے";

/* Syncing view header text */
"SyncingView.header" = "سینک ہو رہا ہے ";

/* Retry button label */
"SyncingView.retry" = "دوبارہ کوشش کریں";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "سینک ہو رہا ہے ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ دن";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ گھنٹے";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ منٹ";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ سیکنڈ";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "آپ %1$@ سے ٹچ شناخت خرچ کی حد کو اپنی مرضی کے مطابق کرسکتے ہیں.";

/* Touch Id screen label */
"TouchIdSettings.label" = "اپنے ڈیجی والیٹ انلاک کرنے کے لئے اپنے فنگر پرنٹ کا استعمال کریں اور ڈیجی بائٹ کو ایک سیٹ کی حد تک بھیجیں.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "ٹچ شناخت خرچ کرنے کی حد کی سکرین";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "خرچ کی حد:(%1$@)(%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "ڈیجی والیٹ کے لئے ٹچ شناخت کو فعال کریں";

/* Touch ID settings view title */
"TouchIdSettings.title" = "ٹچ شناخت";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "آپ نے اس ڈیوائس پر ٹچ شناخت  سیٹ نہیں کیا. اس کو سیٹ کرنے کے لئے ترتیبات-> ٹچ شناخت  اور پاس ورڈ پر جائیں.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = " ٹچ شناخت سیٹ نہیں";

/* Always require passcode option */
"TouchIdSpendingLimit" = "ہمیشہ پاس ورڈ کی ضرورت ہوتی ہے";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "آخری بار سے ہر 48 گھنٹوں میں آپ کو اپنے اخراجات کی حد سے باہر کسی بھی ٹرانزیکشن کو کرنے کے لئے آپ کو6 عددی پن داخل کرنے کا کہا جائے گا";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "ٹچ شناخت اخراجات کی حد";

/* Availability status text */
"Transaction.available" = "خرچ کرنے کے لئے دستیاب";

/* Transaction complete label */
"Transaction.complete" = "مکمل";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ختم ہونے والی رقم: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "موصول ہونے پر ایکسچینج کی شرح:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "بھیجنے پر تبادلے کی شرح:";

/* (b600 fee) */
"Transaction.fee" = "(فیس %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "غلط ٹرانزیکشن";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "حال ہی میں ہوا ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "کام جاری ہے: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "پیشرفت میں: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "شروعاتی بیلنس: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "تصدیق کی منتظر ہے. کچھ تاجروں کو ایک ٹرانزیکشن مکمل کرنے کے لئے تصدیق کی ضرورت ہوتی ہے. متوقع وقت: 1-2 منٹ.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "اکاؤنٹ";

/* Amount section header */
"TransactionDetails.amountHeader" = "رقم";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "بلاک میں تصدیق";

/* Memo section header */
"TransactionDetails.commentsHeader" = "میمو";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "آپ کی ٹرانزیکشن یہاں دکھائی جائیں گی.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "پر %1$@";

/* More button title */
"TransactionDetails.more" = "مزید...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ منتقل ہوگیۓ";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> منتقل ہوگیۓ";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "غیر تصدیق شدہ ";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ موصول ہوۓ ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> موصول ہوۓ ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ بھیجے";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "بھیجنا <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "سٹیٹس ";

/* Transaction Details Title */
"TransactionDetails.title" = "ٹرانزیکشن کی تفصیلات";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "کو %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "ڈیجی بائٹ ٹرانزیکشن کی شناخت";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "اس ایڈریس پر موصول ہوئی";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "اس ایڈریس پر بھیجا گیا";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "%1$@ تک غیر فعال";

/* My Address button title */
"UnlockScreen.myAddress" = "میرا ایڈریس ";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "میرا ایڈریس ";

/* Scan button title */
"UnlockScreen.scan" = "سکین";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "PIN درج کریں";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "اپنے ڈیجی والیٹ کو انلاک کریں.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ٹچ شناخت انلاک سے کریں";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "والیٹ انلاک";

/* Update PIN caption text */
"UpdatePin.caption" = "یہ پن یاد رکھیں اگر آپ اسے بھول جاتے ہیں، تو آپ اپنے ڈیجی بائٹ تک رسائی حاصل نہیں کرسکیں گے.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "آپ کا پن آپ کا ڈیجی والیٹ انلاک کرنے اور ڈیجی بائٹ بھیجنے کے لئے استعمال کیا جائے گا.";

/* Update PIN title */
"UpdatePin.createTitle" = "پن سیٹ کریں";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "پن دوبارہ درج کریں";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "اپنی موجودہ پن درج کریں.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "اپنا نیی پن درج کریں.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "پن دوبارہ درج کریں";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "معذرت، پن کو اپ ڈیٹ نہیں کیا جا سکا.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "مسئلہ پن اپ ڈیٹ";

/* Update PIN title */
"UpdatePin.updateTitle" = "پن اپ ڈیٹ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "والیٹ ایڈریس کو کلپ بورڈ پر کاپی کریں؟";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "والیٹ ایڈریس کو کلپ بورڈ پر کاپی کرنے کے لئے اختیار";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "کاپی والیٹ ایڈریس";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "کاپی";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "اس ٹرانزیکشن کو تصدیق کرنے کیلئے اپنا پن درج کریں.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "جاری رکھنے کیلئے اپنا پن درج کریں.";

/* Verify PIN view title */
"VerifyPin.title" = "پن کی ضرورت ہے";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ٹرانزیکشن توثیق";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "اپنے والیٹ کو بنانے کے لئے ڈیجی والیٹ آئی فون ایپ کو کھولیں.";

/* Dismiss button label */
"Webview.dismiss" = "برخاست کرنا";

/* Webview loading error message */
"Webview.errorMessage" = "کنٹینٹ لوڈ کرنے میں مسئلہ تھا. دوبارہ کوشش کریں.";

/* Updating webview message */
"Webview.updating" = "اپ ڈیٹ ہو رہا ہے";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "ڈیجی بائٹ iOS کا نام بدل کر ڈیجی والیٹ کر دیا گیا ہے ایک بالکل نیا انداز اور کچھ نئی خصوصیات کے ساتھ .\n\nاگر آپ کو مدد کی ضرورت ہو تو، زیادہ تر اسکرین کے اوپر (؟) کی تلاش کریں.";

/* Top title of welcome screen */
"Welcome.title" = "ڈیجی والیٹ میں خوش آمدید!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "کیا آپ واقعی اس والیٹ کو ختم  کرنا چاہتے ہیں؟";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "وائپ والیٹ؟";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "وائپ والیٹ ناکام";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ناکام";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "اس والیٹ کو وائپ کرنے کیلئے  پرسنل ریکوری کی درج کریں اور ایک دوسرے والیٹ  کو بحال یا شروع  کریں. آپ کا موجودہ بیلنس اس پرسنل ریکوری کی پر باقی ہے.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "دوسرا والیٹ کو شروع کرنے یا بحال کرنے سے آپ کو اس ڈیوائس پر مختلف ڈیجی والیٹ تک رسائی کرنے کی اجازت دیتی ہے.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "آپ اب اس  ڈیوائس سے اپنے موجودہ ڈیجی والیٹ تک رسائی حاصل نہیں کرسکیں گے. آپ کا موجودہ بیلنس اس پرسنل ریکوری کی پر باقی ہے.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "کسی اوروالیٹ کو شروع یا دوبارہ حاصل کریں";

/* Wipe wallet button title */
"WipeWallet.wipe" = "وائپ";

/* Wiping activity message */
"WipeWallet.wiping" = "وائپ ہو رہا ہے ...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ہر ایک لفظ کو ترتیب سے لکھیں اور اسے محفوظ جگہ میں محفوظ رکھیں.";

/* button label */
"WritePaperPhrase.next" = "اگلا";

/* button label */
"WritePaperPhrase.previous" = "پچھلا ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$d میں سے %1$d";

